<?php

return [
    'registration' => [
        'success' => 'მომხმარებელი წარმატებით დარეგისტრირდა',
        'failed' => 'რეგისტრაცია ვერ მოხერხდა',
    ],
    'login' => [
        'success' => 'წარმატებით შეხვედით',
        'invalid_credentials' => 'არასწორი მონაცემები',
    ],
    'transfer' => [
        'listed_successfully' => 'მოთამაშე წარმატებით განთავსდა ტრანსფერის სიაში',
        'player_not_found' => 'მოთამაშე ვერ მოიძებნა ან არ ეკუთვნის თქვენს გუნდს',
        'no_team' => 'მოთამაშეების ტრანსფერის სიაში განთავსებისთვის უნდა გქონდეთ გუნდი',
        'purchase_successful' => 'ტრანსფერი წარმატებით განხორციელდა',
        'team_not_found' => 'გუნდი ვერ მოიძებნა',
    ],
    'general' => [
        'error' => 'შიდა სერვერის შეცდომა',
    ],
];
